Repository: JakobDev/jdTextEdit
Catalog: deploy/translations/*.po
Languages: sq

source: An advanced text editor
sq: Një përpunues i thelluar tekstesh

source: jdTextEdit is a feature rich text editor with Plugin Support
sq: jdTextEdit është një përpunues tekstesh i pasur me veçori, që mbulon shtojca

source: Features:
sq: Veçori:

source: Syntaxhighlighting
sq: Theksim sintakse

source: Very well configurable
sq: I formësueshëm shumë mirë

source: Different encodings are supported
sq: Mbulohen kodime të ndryshme

source: The session can be saved
sq: Sesioni mund të ruhet

source: Pluginsupport
sq: Mbulim për shtojca

source: Bookmarks
sq: Faqerojtës

source: Macros
sq: Makro

source: The MainWindow
sq: Dritarja Kryesore
